import { RoomsParams } from "@/shared/types/roomsParamsTypes"

export const roomsPrms: RoomsParams=[
    {
      name: "Двухместный",
      slug: "2-places",
      description: `
        Студия 18 м² · 2000 ₽/сутки
        Первая береговая линия, Анапа, ул. Магнолии 21/2
        Вид на море, до галечного пляжа 5 мин (300 ступеней)
        Новая кровать 140×200, дизайнерский ремонт, кондиционер, Wi-Fi, Smart-TV, стиралка, микроволновка, душевая с тропическим душем
        Заезд 14:00 / выезд 12:00
        Ранний заезд и поздний выезд — бесплатно (предупредить)
        Идеально для спокойного отдыха вдвоём 🌊
      `,
      image: "/rooms/two-places.jpg"
    },
    {
      name: "3+1",
      slug: "4-places",
      description: `
        Студия 35,4 м² · 3500 ₽/сутки
        Анапа, ул. Магнолии 21/2 — 1-я береговая линия, вид на море
        До галечного пляжа 5 мин (300 ступеней)
        2 кровати 160×200 + кресло-кровать 80×200 (до 4 чел.)
        Кухня: газ, холодильник, СВЧ, посуда
        Кондиционер, Smart-TV, Wi-Fi, стиралка, тропический душ
        Заезд 14:00 / выезд 12:00
        Ранний заезд и поздний выезд — бесплатно (если свободно)
        Тишина, комфорт, море у дома 🌊
      `,
      image: "/rooms/four-places.jpg"
    },
    {
      name: "4+1",
      slug: "5-places",
      description: `
        Студия 45,4 м² · 3500 ₽/сутки
        Анапа, ул. Магнолии 21/2 — 1-я береговая линия, вид на море
        До галечного пляжа 5 мин (300 ступеней)
        5 спальных мест: кровать 160×200 + кровать 80×200 + 2 диван-кровати 140×200
        Ортопедические матрасы
        Полная кухня: варочная панель, холодильник, СВЧ, чайник, посуда
        Кондиционер, Smart-TV, Wi-Fi, стиралка, тропический душ, фен
        Заезд 14:00 / выезд 12:00
        Ранний заезд и поздний выезд — бесплатно (если свободно)
        Просторно, тихо, идеально для семьи или компании у моря 🌊
      `,
      image: "/rooms/five-places.jpg"
    }
]
